[
    {
        "text": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:*منْ لَمْ يَدَعْ قَوْلَ الزُّورِ (رواه البخاري)  وَالْعَمَلَ بِهِ فَلَيْسَ لِلَّهِ حَاجَةٌ فِي أَنْ يَدَعَ طَعَامَهُ وَشَرَابَه).",
        "id": "1"
    },
    {
        "text": " *عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال:* الصّلوات الْخَمْسُ، وَالْجُمْعَةُ إِلَى الْجُمْعَةِ، وَرَمَضَانُ إِلَى رَمَضَانَ، مُكَفِّرَاتٌ لِمَا بَيْنَهُنَّ إِذَا اجْتَنَبَ الْكَبَائِرَ",
        "id": "3"
    },
    {
        "text": "من كان يؤمن بالله واليوم الآخر، فليقل خيرًا أو ليصمت",
        "id": "4"
    },
    {
        "text": "العفو عن المسئ هو من أعظم الفضائل",
        "id": "5"
    },
    {
        "text": "*عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قالَ اذاكَانَ أَوَّلُ لَيْلَةٍ مِنْ شَهْرِ رَمَضَانَ صُفِّدَتِ الشَّيَاطِينُ وَمَرَدَةُ الْجِنِّ، وَغُلِّقَتْ أَبْوَابُ النَّارِ فَلَمْ يُفْتَحْ مِنْهَا بَابٌ، وَفُتِحَتْ أَبْوَابُ الْجَنَّةِ فَلَمْ يُغْلَقْ مِنْهَا بَابٌ، وَيُنَادِي مُنَادٍ: يَا بَاغِيَ الْخَيْرِ أَقْبِلْ، وَيَا بَاغِيَ الشَّرِّ أَقْصِرْ، وَلِلَّهِ عُتَقَاءُ مِنَ النَّارِ، وَذَلِكَ كُلَّ لَيْلَةٍ",
        "id": "6"
    },
    {
        "text": "لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه",
        "id": "7"
    },
    {
        "text": "من كان يؤمن بالله واليوم الآخر، فليقل خيرًا أو ليصمت",
        "id": "8"
    },
    {
        "text": " *عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:*  مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ (رواه البخاري ومسلم)  ",
        "id": "9"
    },
    {
        "text": "*عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:* إِذَا دَخَلَ رَمَضَانُ فُتِّحَتْ أَبْوَابُ الْجَنَّةِ، وَغُلِّقَتْ أَبْوَابُ النَّارِوَصُفِّدَتِ الشَّيَاطِين  (رواه البخاري ومسلم)    ",
        "id": "10"
    },
    {
        "text": "*عن عبد الله بن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم:*  فضل صِيَامِ شَهْرِ رَمَضَانَ عَلَى سَائِرِ الشُّهُورِ كَفَضْلِ الصَّلَاةِ عَلَى سَائِرِ الْعِبَادَاتِ (رواه الطبراني) *معنى الحديث:* فضل صيام رمضان على باقي الشهور كفضل الصلاة على باقي العبادات.",
        "id": "11"
    }
]